/* 
  Localizable.strings
  Turbo Boost Switcher

  Created by Rubén García Pérez on 23/07/13.
  Copyright (c) 2016 Rubén García Pérez. 
*/
"cpu_temp" = "температура процессора:";
"fan_speed" = "Скорость вентилятора:";
"cpu_temp_na" = "температура процессора: Недоступно";
"fan_speed_na" = "Скорость вентилятора: Недоступно";
"enable_menu" = "Активировать Turbo Boost";
"disable_menu" = "Отключение Turbo Boost";
"open_login" = "Открыть при входе в систему";
"disable_login" = "Отключение при запуске";
"settings" = "настройки:";

"donate" = "Donate...";
"about" = "относительно...";
"about_title" = "относительно";
"quit" = "уволиться Turbo Boost Switcher";
"updates" = "Проверить наличие обновлений...";
"updates_title" = "Turbo Boost Switcher - Проверить наличие обновлений";

"updates_progress" = "Проверяем наличие обновлений...";
"updates_available" = "Новая версия доступна к загрузке!";
"updates_not_available" = "У вас уже установлена самая новая версия";
"updates_error" = "Ошибка при проверке наличия обновлений";

"btn_cancel" = "Отмена";
"btn_download" = "скачать";
"btn_close" = "Закрыть";

"author" = "Copyright (c) 2016 Rubén García Pérez";
"web" = "rugarciap.com";
"donate_msg" = "If you like this program, please, consider making a donation. Thanks!";
"license" = "License:";

"checkUpdates" = "Проверять при запуске";

"etq_like_app_pro" = "как приложение ли вы? Рассмотрим помогать, получая PRO версия! Благодаря!";
"btn_pro" = "Go Pro!";

"alert_later" = "Позже";
"alert_never_show_again" = "Не показывать это снова";
"alert_text" = "как приложение ли вы? Рассмотрим помогать, получая PRO версия! :)";
"alert_informative_text" = "Получение PRO позволит некоторые большие автоматические функции, уведомления, бесплатные обновления навсегда и многое другое!";

// Languages
"language" = "Язык";
"language_en" = "Английский";
"language_es" = "испанский";
"language_pl" = "польский (бета)";
"language_de" = "Немецкий (бета)";
"language_fr" = "Французский (бета)";
"language_ru" = "Русский (бета)";
"language_zh" = "китайский (бета)";
"language_sv" = "Swedish (бета)";

"language_change_confirmation" = "Ты уверен?";
"language_change_informative_text" = "Вам необходимо перезапустить приложение, чтобы применить изменения.";
